13/data/attachments/af0be6bf34887373.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacqueline_best_Actions_43944_4</nif:username>
            <nif:friendToBeRequested>soap_actions_62386423-fbae-4681-a542-9139144005da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>